'use strict';

const steps = [
	new StepDTO(
		0,
		1,
		'Заявка и&nbsp;бесплатная консультация',
		'Ознакомимся с&nbsp;Вашей задачей, предложим варианты решения, определим необходимый перечень услуг, рассчитаем стоимость.',
		'1.webp'
	),
	new StepDTO(
		1,
		2,
		'Документальное оформление',
		'Подпишем договор на&nbsp;разработку проектной документации, утвердим техническое задание. Зафиксируем цену и&nbsp;сроки.',
		'2.webp'
	),
	new StepDTO(
		2,
		3,
		'Разработка проекта',
		'В&nbsp;течение 3-10 дней выполняем проектные работы. Подготавливаем полный пакет документов.',
		'3.webp'
	),
	new StepDTO(
		3,
		4,
		'Передача результата работы',
		'Передаем Вам проект, производим расчет.',
		'4.webp'
	),
];