'use strict';

const benefits = [
	new BenefitDTO(
		0,
		'Бесплатная консультация',
		'Подробно проконсультируем по&nbsp;вопросам строительства частных домов. Проанализируем Ваши исходные данные, предложим оптимальное решение, рассчитаем стоимость разработки проектной документации.',
		'1.webp'
	),
	new BenefitDTO(
		1,
		'Полный спектр услуг',
		'Выполним любые задачи по&nbsp;проектированию. Если требуется, окажем сопутствующие услуги: геодезия, геология, расчёт конструктива, инженерное обследование, ландшафтный дизайн, дизайн интерьера, строительно-монтажные работы.',
		'2.webp'
	),
	new BenefitDTO(
		2,
		'Фиксированная стоимость',
		'Перед началом работ заполняем техническое задание и&nbsp;фиксируем цену. Стоимость работ при разработке проекта остается без изменений.',
		'3.webp'
	),
	new BenefitDTO(
		3,
		'Гарантия согласования',
		'Все наши проекты проходят согласование. В&nbsp;случае необходимости внесения изменений и&nbsp;правок, делаем это без дополнительной оплаты.',
		'4.webp'
	),
];